Repository: carlfakhir/quiet-spots
Catalog: ios/QuietSpots/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ is quiet now
es: %@ está tranquilo ahora

source: 3–24 letters, numbers, or underscores. Password at least 8 characters.
es: De 3 a 24 letras, números o guiones bajos. Contraseña de al menos 8 caracteres.

source: About this spot
es: Sobre este lugar

source: Account
es: Cuenta

source: Alert me when a favorite gets quiet
es: Avisarme cuando un favorito esté tranquilo

source: Alerts
es: Alertas

source: Around %lld dB based on recent reports. Good time to head over.
es: Alrededor de %lld dB según reportes recientes. Buen momento para ir.

source: Average %lld dB · Peak %lld dB
es: Promedio %lld dB · Pico %lld dB

source: Busy
es: Lleno

source: Can't reach the server
es: No se puede conectar con el servidor

source: Cancel
es: Cancelar

source: Checks your starred spots when the app refreshes, including in the background.
es: Revisa tus lugares favoritos cuando la app se actualiza, incluso en segundo plano.

source: Close
es: Cerrar

source: Couldn't measure
es: No se pudo medir

source: Create account
es: Crear cuenta

source: Delete report
es: Eliminar reporte

source: Favorites only
es: Solo favoritos

source: Finding your location…
es: Buscando tu ubicación…

source: Hold still for %lld seconds
es: No te muevas durante %lld segundos

source: How does it feel?
es: ¿Cómo se siente?

source: Location is off, so this report won't show how close you were
es: La ubicación está desactivada, así que este reporte no mostrará qué tan cerca estabas

source: Loud
es: Ruidoso

source: Map
es: Mapa

source: Measure again
es: Medir otra vez

source: Measure noise here
es: Medir el ruido aquí

source: Measuring…
es: Midiendo…

source: Microphone access is off
es: El acceso al micrófono está desactivado

source: Mode
es: Modo

source: Moderate
es: Moderado

source: No favorites yet
es: Aún no hay favoritos

source: No one has measured this spot yet. Be the first.
es: Nadie ha medido este lugar todavía. Sé el primero.

source: No recent reports
es: Sin reportes recientes

source: Note (optional)
es: Nota (opcional)

source: Notifications are turned off for Quiet Spots. Turn them on in Settings.
es: Las notificaciones de Quiet Spots están desactivadas. Actívalas en Ajustes.

source: Okay
es: Bien

source: On site
es: En el lugar

source: Open Settings
es: Abrir Ajustes

source: Open a spot and tap the star to add it here.
es: Abre un lugar y toca la estrella para agregarlo aquí.

source: Outside
es: Afuera

source: Password
es: Contraseña

source: Post report
es: Publicar reporte

source: Quiet
es: Tranquilo

source: Recent reports
es: Reportes recientes

source: Reports posted
es: Reportes publicados

source: Right now
es: Ahora mismo

source: Select a study spot
es: Elige un lugar de estudio

source: Send a test alert
es: Enviar una alerta de prueba

source: Sign in
es: Iniciar sesión

source: Sign in to measure
es: Inicia sesión para medir

source: Sign out
es: Cerrar sesión

source: Skip
es: Omitir

source: Spots
es: Lugares

source: Spots measured
es: Lugares medidos

source: The microphone couldn't start.
es: No se pudo iniciar el micrófono.

source: The microphone is only used to measure loudness. No audio is recorded or uploaded.
es: El micrófono solo se usa para medir el volumen. No se graba ni se sube audio.

source: This is a test alert. Real alerts come when a starred spot turns quiet.
es: Esta es una alerta de prueba. Las alertas reales llegan cuando un lugar favorito se vuelve tranquilo.

source: Toggle Favorite
es: Marcar como favorito

source: Turn on microphone access for Quiet Spots in Settings to measure noise.
es: Activa el acceso al micrófono para Quiet Spots en Ajustes para medir el ruido.

source: Username
es: Usuario

source: Vote
es: Voto

source: You
es: Tú

source: You need an account to post noise reports. Anyone can browse spots.
es: Necesitas una cuenta para publicar reportes de ruido. Cualquiera puede ver los lugares.

source: You're %lld m from this spot
es: Estás a %lld m de este lugar

source: You're at this spot (%lld m away)
es: Estás en este lugar (a %lld m)

source: Your recent reports
es: Tus reportes recientes

source: ^[%lld report](inflect: true) in the last 2 hours
es: ^[%lld reporte](inflect: true) en las últimas 2 horas

source: just now
es: ahora mismo
